/* CAUTION: This is a hand edited file, not generated by genStrings. */

// IPP Reasons (Printer states, internal errors)
"Communication Failure: The computer is no longer able to communicate with your printer. Turn the printer off, check your printer connections and check for printer errors, and turn the printer back on." = "Kommunikationsfehler: Der Computer kann nicht mehr mit dem Drucker kommunizieren. Schalten Sie den Drucker aus, überprüfen Sie die Druckerverbindungen, und stellen Sie fest, ob Druckerfehler aufgetreten sind. Schalten Sie den Drucker dann wieder ein.";
"Opening Printer Connection Failed: Unable to open the printer connection. Please check your printer connections and check for printer errors." = "Fehler beim Öffnen der Druckerverbindung: Die Druckerverbindung kann nicht geöffnet werden. Überprüfen Sie bitte Ihre Druckerverbindungen, und stellen Sie fest, ob Druckerfehler aufgetreten sind.";
"Paper Size Error: Custom paper sizes are not supported in the selected tray." = "Fehler bei Papierformatangabe: Das aktuelle Papierfach unterstützt keine Sonderformate.";
"Paper Size Error: The specified custom paper size is not supported in the selected tray." = "Fehler bei Papierformatangabe: Das ausgewählte Papierfach unterstützt das festgelegte Sonderformat nicht.";
"Opening printer connection" = "Druckerverbindung wird geöffnet.";
"Idle" = "Leerlauf";
"Printer Error: The printer needs attention." = "Druckerfehler: Der Drucker muss gewartet werden.";
"Printer state is unknown." = "Printer state is unknown.";
"Device is sleeping." = "Gerät ist im Energiesparmodus.";
"dmf_error_alert_message" = "Drucker gibt Fehlermeldung aus. Weitere Einzelheiten finden Sie auf dem HP Druckerbildschirm.";
"dmf_warning_alert_message" = "Drucker gibt Warnmeldung aus. Weitere Einzelheiten finden Sie auf dem HP Druckerbildschirm";
"dmf_info_alert_message" = "Drucker gibt Informationsmeldung aus. Weitere Einzelheiten finden Sie auf dem HP Druckerbildschirm.";
"dmf_fatal_error_alert_message" = "Drucker gibt schwerwiegenden Fehler aus. Weitere Einzelheiten finden Sie auf dem HP Druckerbildschirm.";
"Device paused." = "Gerät ist angehalten.";

// Internal messages
"Printing page %d, %d%% complete..." = "Drucken der Seite %d, %d%% abgeschlossen...";
"Canceling job" = "Druckauftrag wird abgebrochen.";
